[
  {
    "id": 1,
    "title": "Book of the month: Tahir Hamut Izgil",
    "title_zh": "Book of the month: Tahir Hamut Izgil",
    "source": "A year of reading the world",
    "link": "https://ayearofreadingtheworld.com/2025/06/30/book-of-the-month-tahir-hamut-izgil/",
    "tags": [
      "learn",
      "writing-content",
      "politics",
      "case-study"
    ],
    "tags_zh": [
      "学习",
      "写作内容",
      "政治时事",
      "案例研究"
    ],
    "date": "2025-06-30",
    "summary_en": "...",
    "summary_zh": "...",
    "best_quote_en": "...",
    "best_quote_zh": "..."
  },
  {
    "id": 2,
    "title": "My Software Setup",
    "title_zh": "我的软件设置",
    "source": "LessWrong",
    "link": "https://www.lesswrong.com/posts/MZimdoKyywT53jZBe/my-software-setup",
    "tags": [
      "solve",
      "education",
      "programming",
      "deep-dive"
    ],
    "tags_zh": [
      "解决",
      "教育学习",
      "编程开发",
      "深度分析"
    ],
    "date": "2025-10-14",
    "summary_en": "This post is a candid, almost autobiographical tour through the author’s personal computing ecosystem, revealing how a series of practical frustrations led to a deep‑dive into Linux, tiling window managers, and Emacs. It chronicles the pivot from Windows to a Linux‑centric workflow, the discovery of i3’s Scratchpad for rapid LLM queries, and the eventual adoption of Regolith to resolve peripheral glitches. The narrative is peppered with actionable insights—how a single shortcut can triple productivity, how WSL’s quirks can be mitigated, and how a Vim‑centric mindset can unify the editor, browser, and shell. The writer’s voice is reflective yet instructive, encouraging fellow CS students to experiment with advanced configurations while highlighting the steep learning curve that eventually pays off. The piece underscores the power of customization, the importance of tooling that aligns with cognitive habits, and the way new AI tools can be seamlessly integrated into a workflow. It serves as both a practical guide and a philosophical reminder that the right environment can transform learning and productivity.",
    "summary_zh": "作者用亲身经历阐述从 Windows 到 Linux 的转变，展示了 i3 窗口管理器、Scratchpad 与 LLM 的高效结合，以及 Regolith 如何解决硬件兼容问题。文章强调自定义工具能显著提升学习与工作效率，提醒同学们勇于尝试先进配置，虽然学习曲线陡峭，但长远收益巨大。",
    "best_quote_en": "This probably tripled my LLM usage, which made me pretty competent at using them.",
    "best_quote_zh": "这大概把我的LLM使用量翻了三倍，使我在使用它们时变得相当熟练。"
  },
  {
    "id": 3,
    "title": "Why María Corina Machado Says That Trump Deserves Her Nobel Peace Prize",
    "title_zh": "为什么玛丽亚·科里娜·马查多认为特朗普值得她的诺贝尔和平奖",
    "source": "The New Yorker",
    "link": "https://www.newyorker.com/news/the-lede/why-maria-corina-machado-says-that-donald-trump-deserves-her-peace-prize",
    "tags": [
      "update",
      "politics",
      "data-driven"
    ],
    "tags_zh": [
      "动态",
      "政治时事",
      "数据驱动"
    ],
    "date": "2025-10-13",
    "summary_en": "In a sharply satirical profile, Jon Lee Anderson dissects the paradox that Venezuela’s opposition icon María Corina Machado, a staunch critic of Nicolás Maduro, has been awarded the Nobel Peace Prize while former U.S. President Donald Trump—whose rhetoric and actions have often been at odds with the prize’s ideals—has publicly celebrated the win. Anderson traces a web of geopolitical theatrics: Trump’s anti‑immigrant campaign framed Venezuelan migrants as gang members, his administration’s punitive strikes on alleged narco‑boats, and the U.S. Treasury’s bounty on Maduro—all juxtaposed with Trump’s own lobbying for the award. The piece interrogates the Nobel Committee’s choice, suggesting it reflects a politicized rather than a principled stance. Machado’s own remarks, framing the prize as a tribute to “the people of Venezuela and President Trump,” underscore a narrative of liberation from “narco‑dictatorships” and a hopeful, albeit contentious, future for the Americas. Anderson’s analysis invites readers to question the intersection of political ambition, international legitimacy, and the symbolic weight of the Nobel Peace Prize, urging a critical appraisal of who truly deserves the honor in a polarized world.",
    "summary_zh": "安德森在讽刺性报道中揭示，马查多获诺贝尔和平奖，特朗普却为此喝彩，凸显奖项与政治的错位。文章追溯特朗普对委内瑞拉的攻击与对奖项的争夺，质疑诺贝尔委员会的选择是否出于政治考量。马查多称奖是为“委内瑞拉人民和特朗普”，暗示自由与反毒的未来。作者呼吁读者批判性思考，探讨政治野心与国际合法性之间的张力，评判真正配得这份荣誉的人。",
    "best_quote_en": "The Nobel Committee proved they place politics over peace.",
    "best_quote_zh": "诺贝尔委员会证明他们把政治置于和平之上。"
  },
  {
    "id": 4,
    "title": "GPT-4o",
    "title_zh": "GPT-4o",
    "source": "Sam Altman's Blog",
    "link": "https://blog.samaltman.com/gpt-4o",
    "tags": [
      "guide",
      "ai-research",
      "ai-product",
      "deep-dive"
    ],
    "tags_zh": [
      "指导",
      "AI研究",
      "AI产品",
      "深度分析"
    ],
    "date": "2024-05-13",
    "summary_en": "OpenAI’s latest GPT‑4o rollout signals a pivotal shift: the company is not just building AI, it’s democratizing it. By offering the most capable model free of charge in ChatGPT, the team underscores a mission‑driven business model that balances open access with future‑proof monetization. The voice‑and‑video mode, described as “the best computer interface I’ve ever used,” redefines human‑computer interaction, delivering near‑human latency, expressiveness, and an intuitive conversational flow that feels almost cinematic. This breakthrough illustrates how multimodal AI can bridge the gap between abstract text models and tangible user experiences, hinting at broader applications from personal assistants to collaborative creative tools. The announcement invites developers, designers, and everyday users to envision a world where computers not only respond but anticipate and act, turning everyday tasks into seamless, almost invisible, extensions of human intent. The strategic emphasis on free access paired with optional premium services sets a new industry standard for balancing innovation, inclusivity, and sustainability in AI deployment.",
    "summary_zh": "OpenAI 推出的 GPT‑4o 通过免费提供最强模型，展示了将 AI 民主化的使命。其语音与视频模式被形容为“我用过的最佳计算机界面”，实现了几乎人类级的响应速度与表现力，重新定义人与计算机的交互。多模态 AI 的突破让文字模型走向可触感体验，为个人助手、协作创作等应用铺路。公司将免费服务与可选付费相结合，既保持创新，又兼顾普惠与可持续发展，树立了行业新标杆。",
    "best_quote_en": "The new voice (and video) mode is the best computer interface I’ve ever used. It feels like AI from the movies; and it’s still a bit surprising to me that it’s real.",
    "best_quote_zh": "新的语音（和视频）模式是我用过的最佳计算机界面。它像电影里的 AI；而它真实存在仍让我有点惊讶。"
  },
  {
    "id": 5,
    "title": "Essentials: Time Perception, Memory & Focus",
    "title_zh": "基础要点：时间感知、记忆与专注",
    "source": "Huberman Lab",
    "link": "https://www.hubermanlab.com/episode/essentials-time-perception-memory-focus",
    "tags": [
      "learn",
      "lifestyle",
      "science"
    ],
    "tags_zh": [
      "学习",
      "生活方式",
      "科学研究"
    ],
    "date": "2025-10-09",
    "summary_en": "Huberman Lab’s “Essentials” episode dissects how our internal clocks and neurotransmitters sculpt the way we perceive, remember, and manage time. The host explains how entrainment to daily and seasonal light cycles regulates melatonin, dopamine, and serotonin, which in turn shape energy, mood, and motivation. By mapping circadian, ultradian, and circannual rhythms, he reveals why certain times of day are optimal for exercise, creative work, and rest. The episode also tackles the paradox of “over‑clocking”—when chronic stress or trauma compresses subjective time—and offers concrete, science‑backed strategies: structured work blocks, timed light exposure, and habit‑based scheduling. He emphasizes the role of novelty, emotion, and routine in shaping our temporal experience and memory encoding. The discussion is grounded in peer‑reviewed research yet translated into actionable habits for listeners. It bridges neuroscience with daily productivity, making the science accessible and immediately useful.",
    "summary_zh": "Huberman 讲解生物节律与神经递质如何塑造时间感知、记忆与专注。通过昼夜、季节光照同步，调节褪黑激素、血清素与多巴胺，影响能量、情绪与动机。节目揭示昼夜节律与超昼夜节律如何决定最佳锻炼、创作与休息时段，并讨论“过度时钟化”导致的时间压缩。提供基于科学的实用技巧：结构化工作区块、定时光照、习惯化排程，帮助恢复时间流畅。强调新奇、情绪与日常习惯对时间体验与记忆编码的影响。内容兼具学术深度与可操作性，既是科学洞察，也是提升生产力的指南。",
    "best_quote_en": "I share science-based tools to enhance focus and productivity, including strategies for structuring work intervals and optimizing the timing of exercise and daily light exposure.",
    "best_quote_zh": "我分享基于科学的工具来提升专注力和生产力，包括结构化工作间隔和优化运动与每日光照时机的策略。"
  }
]